{
  "id": "solar_system_cheat_sheet",
  "name": "Solar System",
  "description": "Basic information about our solar system",
  "metadata": {
    "sourceName": "NASA",
    "sourceUrl": "http://nssdc.gsfc.nasa.gov/planetary/factsheet/"
  },
  "aliases": [
    "solar",
    "planet",
    "planets",
    "solarsystem",
    "sun",
    "earth",
    "mercury",
    "mars",
    "jupiter",
    "saturn",
    "uranus",
    "neptune"
  ],
  "template_type": "reference",
  "section_order": [
    "Sun",
    "Mercury",
    "Venus",
    "Earth",
    "Mars",
    "Jupiter",
    "Saturn",
    "Uranus",
    "Neptune"
  ],
  "sections": {
    "Sun": [
      {
        "Overview": "The Sun is a yellow dwarf star, a hot ball of glowing gases at the heart of our solar system. Its gravity holds the solar system together, keeping everything – from the biggest planets to the smallest particles of debris – in its orbit. The connection and interactions between the Sun and Earth drive the seasons, ocean currents, weather, climate, radiation belts and auroras. Though it is special to us, there are billions of stars like our Sun scattered across the Milky Way galaxy. The Sun has many names in many cultures. The Latin word for Sun is “sol,” which is the main adjective for all things Sun-related: solar."
      },
      {
        "key": "Mean distance from earth",
        "val": "149,597,900 km"
      },
      {
        "key": "Mass",
        "val": "1.989 x 10³⁰ kg"
      },
      {
        "key": "Temperature (core)",
        "val": "1.56×10⁷ K"
      },
      {
        "key": "Volume",
        "val": "1.41×10¹⁸ km³"
      }
    ],
    "Mercury": [
      {
        "Overview": "The smallest planet in our solar system and nearest to the Sun, Mercury is only slightly larger than Earth's Moon. From the surface of Mercury, the Sun would appear more than three times as large as it does when viewed from Earth, and the sunlight would be as much as 11 times brighter. Despite its proximity to the Sun, Mercury is not the hottest planet in our solar system – that title belongs to nearby Venus, thanks to its dense atmosphere. But Mercury is the fastest planet, zipping around the Sun every 88 Earth days. Mercury is appropriately named for the swiftest of the ancient Roman gods."
      },
      {
        "key": "Distance from Sun (minimum / maximum)",
        "val": " 46,001,200 / 69,816,900 km"
      },
      {
        "key": "Mass",
        "val": "3.3011×10²³ kg"
      },
      {
        "key": "Surface Temperature (mean)",
        "val": "440 K"
      },
      {
        "key": "Volume",
        "val": "6.083×10¹⁰ km³"
      }
    ],
    "Venus": [
      {
        "Overview": "Venus is the second planet from the Sun and our closest planetary neighbor. Similar in structure and size to Earth, Venus spins slowly in the opposite direction from most planets. Its thick atmosphere traps heat in a runaway greenhouse effect, making it the hottest planet in our solar system with surface temperatures hot enough to melt lead. Glimpses below the clouds reveal volcanoes and deformed mountains. Venus is named for the ancient Roman goddess of love and beauty, who was known as Aphrodite to the Ancient Greeks."
      },
      {
        "key": "Distance from Sun (minimum / maximum)",
        "val": "107,477,000 / 108,939,000 km"
      },
      {
        "key": "Mass",
        "val": "4.8675×10²⁴ kg"
      },
      {
        "key": "Surface Temperature (mean)",
        "val": "737 K"
      },
      {
        "key": "Volume",
        "val": "9.2843×10¹¹ km³"
      }
    ],
    "Earth": [
      {
        "Overview": "Our home planet is the third planet from the Sun, and the only place we know of so far that’s inhabited by living things. While Earth is only the fifth largest planet in the solar system, it is the only world in our solar system with liquid water on the surface. Just slightly larger than nearby Venus, Earth is the biggest of the four planets closest to the Sun, all of which are made of rock and metal. The name Earth is at least 1,000 years old. All of the planets, except for Earth, were named after Greek and Roman gods and goddesses. However, the name Earth is a Germanic word, which simply means “the ground.”",
        "Moons": [
          "Moon"
        ]
      },
      {
        "key": "Distance from Sun (minimum / maximum)",
        "val": "147,095,000 / 152,100,000 km"
      },
      {
        "key": "Mass",
        "val": "5.97237×10²⁴ kg"
      },
      {
        "key": "Surface Temperature (mean)",
        "val": "288 K"
      },
      {
        "key": "Volume",
        "val": "1.08321×10¹² km³"
      }
    ],
    "Mars": [
      {
        "Overview": "The fourth planet from the Sun, Mars is a dusty, cold, desert world with a very thin atmosphere. This dynamic planet has seasons, polar ice caps, extinct volcanoes, canyons and weather. Mars is one of the most explored bodies in our solar system, and it's the only planet where we've sent rovers to roam the alien landscape. NASA missions have found lots of evidence that Mars was much wetter and warmer, with a thicker atmosphere, billions of years ago. Mars was named by the Romans for their god of war because its reddish color was reminiscent of blood. Other civilizations also named the planet for this attribute; for example, the Egyptians called it 'Her Desher,' meaning 'the red one.' Even today, it is frequently called the 'Red Planet' because iron minerals in the Martian dirt oxidize, or rust, causing the surface to look red.",
        "Moons": [
          "Deimos",
          "Phobos"
        ]
      },
      {
        "key": "Distance from Sun (minimum / maximum)",
        "val": "206,669,000 / 249,209,300 km"
      },
      {
        "key": "Mass",
        "val": "6.4171×10²³ kg"
      },
      {
        "key": "Surface Temperature (mean)",
        "val": "208 K"
      },
      {
        "key": "Volume",
        "val": "1.6318×10¹¹ km³"
      }
    ],
    "Jupiter": [
      {
        "Overview": "Jupiter is the fifth planet from our Sun and is, by far, the largest planet in the solar system – more than twice as massive as all the other planets combined. Jupiter's stripes and swirls are actually cold, windy clouds of ammonia and water, floating in an atmosphere of hydrogen and helium. Jupiter’s iconic Great Red Spot is a giant storm bigger than Earth that has raged for hundreds of years. Jupiter is surrounded by 79 known moons. Scientists are most interested in the Galilean satellites – the four largest moons discovered by Galileo Galilei in 1610: Io, Europa, Ganymede and Callisto. Jupiter also has several rings, but unlike the famous rings of Saturn, Jupiter’s rings are very faint and made of dust, not ice. Jupiter is named for the king of the ancient Roman gods.​",
        "Moons": [
          "Metis",
          "Adrastea",
          "Amalthea",
          "Thebe",
          "Io",
          "Europa",
          "Ganymede",
          "Callisto",
          "Themisto",
          "Leda",
          "Himalia",
          "Lysithea",
          "Elara",
          "S/2000 J11",
          "S/2003 J12",
          "Carpo",
          "Euporie",
          "S/2003 J3",
          "S/2003 J18",
          "Orthosie",
          "Euanthe",
          "Harpalyke",
          "Praxidike",
          "Thyone",
          "S/2003 J16",
          "Iocaste",
          "Mneme",
          "Hermippe",
          "Thelxinoe",
          "Helike",
          "Ananke",
          "S/2003 J15",
          "Eurydome",
          "Arche",
          "Herse",
          "Pasithee",
          "S/2003 J10",
          "Chaldene",
          "Isonoe",
          "Erinome",
          "Kale",
          "Aitne",
          "Taygete",
          "S/2003 J9",
          "Carme",
          "Sponde",
          "Megaclite",
          "S/2003 J5",
          "S/2003 J19",
          "S/2003 J23",
          "Kalyke",
          "Kore",
          "Pasiphae",
          "Eukelade",
          "S/2003 J4",
          "Sinope",
          "Hegemone",
          "Aoede",
          "Kallichore",
          "Autonoe",
          "Callirrhoe",
          "Cyllene",
          "S/2003 J2"
        ]
      },
      {
        "key": "Distance from Sun (minimum / maximum)",
        "val": "740,573,600 / 816,520,800 km"
      },
      {
        "key": "Mass",
        "val": "1.8986×10²⁷ kg"
      },
      {
        "key": "Surface Temperature (mean)",
        "val": "163 K"
      },
      {
        "key": "Volume",
        "val": "1.43128×10¹⁵ km³"
      }
    ],
    "Saturn": [
      {
        "Overview": "Saturn is the sixth planet from the Sun and the second largest planet in our solar system. Adorned with a dazzling system of icy rings, Saturn is unique among the planets. It is not the only planet to have rings, but none are as spectacular or as complex as Saturn's. Like fellow gas giant Jupiter, Saturn is a massive ball made mostly of hydrogen and helium. Surrounded by more than 60 known moons, Saturn is home to some of the most fascinating landscapes in our solar system. From the jets of water that spray from Enceladus to the methane lakes on smoggy Titan, the Saturn system is a rich source of scientific discovery and still holds many mysteries. The farthest planet from Earth discovered by the unaided human eye, Saturn has been known since ancient times. The planet is named for the Roman god of agriculture and wealth, who was also the father of Jupiter.",
        "Moons": [
          "Tarqeq",
          "Pan",
          "Daphnis",
          "Atlas",
          "Prometheus",
          "Pandora",
          "Epimetheus",
          "Janus",
          "Aegaeon",
          "Mimas",
          "Methone",
          "Anthe",
          "Pallene",
          "Enceladus",
          "Tethys",
          "Calypso",
          "Telesto",
          "Polydeuces",
          "Dione",
          "Helene",
          "Rhea",
          "Titan",
          "Hyperion",
          "Iapetus",
          "Kiviuq",
          "Ijiraq",
          "Phoebe",
          "Paaliaq",
          "Skathi",
          "Albiorix",
          "S/2007 S2",
          "Bebhionn",
          "Erriapo",
          "Siarnaq",
          "Skoll",
          "Tarvos",
          "Greip",
          "S/2004 S13",
          "Hyrrokkin",
          "Mundilfari",
          "S/2006 S1",
          "Jarnsaxa",
          "Narvi",
          "Bergelmir",
          "S/2004 S17",
          "Suttungr",
          "Hati",
          "S/2004 S12",
          "Bestla",
          "Farbauti",
          "Thrymr",
          "S/2007 S3",
          "Aegir",
          "S/2004 S7",
          "S/2006 S3",
          "Kari",
          "Fenrir",
          "Surtur",
          "Ymir",
          "Loge",
          "Fornjot"
        ]
      },
      {
        "key": "Distance from Sun (minimum / maximum)",
        "val": "1,353,572,956 / 1,513,325,783 km"
      },
      {
        "key": "Mass",
        "val": "5.6846×10²⁶ kg"
      },
      {
        "key": "Surface Temperature (mean)",
        "val": "133 K"
      },
      {
        "key": "Volume",
        "val": "8.2713×10¹⁴ km³"
      }
    ],
    "Uranus": [
      {
        "Overview": "The seventh planet from the Sun with the third largest diameter in our solar system, Uranus is very cold and windy. The ice giant is surrounded by 13 faint rings and 27 small moons as it rotates at a nearly 90-degree angle from the plane of its orbit. This unique tilt makes Uranus appear to spin on its side, orbiting the Sun like a rolling ball. The first planet found with the aid of a telescope, Uranus was discovered in 1781 by astronomer William Herschel, although he originally thought it was either a comet or a star. It was two years later that the object was universally accepted as a new planet, in part because of observations by astronomer Johann Elert Bode. William Herschel tried unsuccessfully to name his discovery Georgium Sidus after King George III. Instead the planet was named for Uranus, the Greek god of the sky, as suggested by Johann Bode.",
        "Moons": [
          "Cordelia",
          "Ophelia",
          "Bianca",
          "Cressida",
          "Desdemona",
          "Juliet",
          "Portia",
          "Rosalind",
          "Cupid",
          "Belinda",
          "Perdita",
          "Puck",
          "Mab",
          "Miranda",
          "Ariel",
          "Umbriel",
          "Titania",
          "Oberon",
          "Francisco",
          "Caliban",
          "Stephano",
          "Trinculo",
          "Sycorax",
          "Margaret",
          "Prospero",
          "Setebos",
          "Ferdinand"
        ]
      },
      {
        "key": "Distance from Sun (minimum / maximum)",
        "val": "2,748,938,461 / 3,004,419,704 km"
      },
      {
        "key": "Mass",
        "val": "8.68×10²⁵ kg"
      },
      {
        "key": "Surface Temperature (mean)",
        "val": "78 K"
      },
      {
        "key": "Volume",
        "val": "6.833×10¹³ km³"
      }
    ],
    "Neptune": [
      {
        "Overview": "Dark, cold and whipped by supersonic winds, ice giant Neptune is the eighth and most distant planet in our solar system. More than 30 times as far from the Sun as Earth, Neptune is the only planet in our solar system not visible to the naked eye. In 2011 Neptune completed its first 165-year orbit since its discovery in 1846. Neptune is so far from the Sun that high noon on the big blue planet would seem like dim twilight to us. The warm light we see here on our home planet is roughly 900 times as bright as sunlight on Neptune. The ice giant Neptune was the first planet located through mathematical calculations. Using predictions made by Urbain Le Verrier, Johann Galle discovered the planet in 1846. The planet is named after the Roman god of the sea, as suggested by Le Verrier",
        "Moons": [
          "Naiad",
          "Thalassa",
          "Despina",
          "Galatea",
          "Larissa",
          "Proteus",
          "Triton",
          "Nereid",
          "Halimede",
          "Sao",
          "Laomedeia",
          "Psamathe",
          "Neso"
        ]
      },
      {
        "key": "Distance from Sun (minimum / maximum)",
        "val": "4,452,940,833 / 4,553,946,490 km"
      },
      {
        "key": "Mass",
        "val": "1.0243×10²⁶ kg"
      },
      {
        "key": "Surface Temperature (mean)",
        "val": "73 K"
      },
      {
        "key": "Volume",
        "val": "6.254×10¹³ km³"
      }
    ]
  }
}
